#Задание 28.5.10:
#Вставьте правильное название функции вместо ???:
#   def which_month(month):
#       ???("Current month is", month)
#Решение 28.5.10:
def which_month(month):
    print("Current month is", month);

#Задание 28.5.13
#Как необходимо модифицировать функцию print(), 
#   age = input("Enter your age:")
#   print("Age:", age)
#которая отображает возраст, чтобы вывод выглядел так:
#Age: 25 years
#Решение 28.5.13
age = input("Enter your age:")
print("Age:", age, "years")