#Задание 29.2.4
#Создайте пустой список с именем empty_list 
#с помощью конструктора типа и выведите через функцию print() содержимое полученной переменной. 
#В качестве ответа введите результат вывода.
#Решение 29.2.4
empty_list = list()
print(empty_list);
#answer - []

#Задание 29.2.5
#Теперь создайте переменную another_empty_list, но уже используя квадратные скобки. Также выведите через функцию print() содержимое переменной. 
#В качестве ответа введите результат вывода.
#Решение 29.2.5
another_empty_list = []
print(another_empty_list);
#answer - []

#Задание 29.2.6
#С помощью функции range() создайте список a. 
# В качестве левой границы укажите -10 (минус 10) , а в качестве правой — 100 (сто). 
# Шаг не задавайте. Введите код, который у вас получился.
a = list(range(-10, 100))
