#Задание 29.3.4
#Создайте пустой словарь empty_dict, используя конструктор типов. Выведите результат. 
#В качестве ответа запишите результат вывода.
empty_dict = dict()
print(empty_dict);
#answer - {}

#Задание 29.3.5
#Создайте пустой словарь empty_dict1, используя конструктор типов, а затем второй словарь empty_dict2 с использованием фигурных скобок. 
#Выведите результаты. Убедитесь, что выводы одинаковые. 
#В качестве ответа запишите результат вывода.
empty_dict1 = dict()
empty_dict2 = {}
print(empty_dict1, empty_dict2);
#answer - {} {}

#Задание 29.3.6
#Создайте словарь alphabet_dict, в котором в качестве ключей будут пять первых букв английского языка, 
#а в качестве значений для этих ключей будут числа от 1 до 5. 
#Верните значение для буквы d: