#Задание 29.2.4
#Создайте пустой список с именем empty_list 
#с помощью конструктора типа и выведите через функцию print() содержимое полученной переменной. 
#В качестве ответа введите результат вывода.
#Решение 29.2.4
empty_list = list()
print(empty_list)